Repository: RomanKuschanow/Lite_task_bot_aiogram
Catalog: data/locales/*/LC_MESSAGES/bot.po
Languages: uk

source: Оплата прошла успешно ✅
uk: Платіж здійснено успішно ✅

source: К сожалению разработчикам тоже нужно что-то кушать, по этому некоторые функции доступны только после доната. Это можно сделать введя команду /donate, а так же воспользовавшись реферальной ссылкой /referral
uk: На жаль розробникам теж потрібно щось їсти, тому деякі функції доступні лише після донату. Це можна зробити, ввівши команду /donate, а також скориставшись реферальним посиланням /referral

source: сделать пользователя администратором
uk: призначити користувача адміністратором

source: выдать пользователю VIP-статус
uk: надати користувачу VIP-статус

source: отправить сообщение всем пользователям
uk: надіслати повідомлення усім користувачам

source: отправить личное сообщение пользователю
uk: надіслати особисте повідомлення користувачу

source: вызвать админ-меню
uk: відобразити адмін-меню

source: получить количество пользователей
uk: отримати кількість користувачів

source: экспорт таблиц из базы
uk: експорт таблиць із бази

source: список всех команд
uk: список усіх команд

source: новое напоминание
uk: нове нагадування

source: список всех напоминаний пользователя
uk: список усіх нагадувань користувача

source: поставить таймер
uk: поставити таймер

source: новый интерфейс
uk: новий інтерфейс

source: помочь развитию бота
uk: допомогти розробникам

source: пригласить друзей
uk: запросити друзів

source: оставить отзыв или пожелания
uk: залишити відгук або побажання

source: отобразить меню
uk: відобразити меню

source: скрыть меню
uk: заховати меню

source: сменить язык
uk: змінити мову

source: выбрать часовой пояс
uk: вибрати часовий пояс

source: сброс текущего действия
uk: скасування поточної дії

source: Нельзя создать больше 25 активных таймеров
uk: Не можна створити більше 25 активних таймерів

source: Введи id пользователя
uk: Введи id користувача

source: Мне нужен набор цифр
uk: Мені потрібен набір цифр

source: Админ добавлен, id: {id}
uk: Адмін доданий, id: {id}

source: Статус изменен, id: {id}
uk: Статус змінено, id {id}

source: Выбери таблицу для экспорта
uk: Вибери таблицю для експорту

source: Всего пользователей: {count}
uk: Усього користувачів: {count}

source: Выбери действие из меню 👇
uk: Вибери дію з меню 👇

source: Ты прислал мне {type}, а нужно прислать текст
uk: Ти надіслав мені {type}, а потрібно текст

source: Сообщение доставлено
uk: Повідомлення доставлено

source: Пользователь {id} недоступен
uk: Користувач {id} недоступний

source: Всего пользователей: {count} Активных пользователей: {active_count}
uk: Всього користувачів: {count} Активних користувачів: {active_count}

source: Действие отменено
uk: Дія скасована

source: Напиши сумму в долларах (минимум 1), которую хотите задонатить
uk: Напиши суму у доларах (мінімум 1), яку бажаете задонатити

source: Введите целое число больше 0, например: 5
uk: Введіть ціле число більше 0, наприклад: 5

source: Спасибо. Следующее сообщение это чек. Если возникнут проблемы или вопросы по поводу оплаты, укажи в сообщении номер чека
uk: Дякую. Наступне повідомлення це чек. Якщо виникнуть проблеми або питання щодо оплати, вкажи у повідомленні номер чека

source: Номер: {id} Донат на сумму: {amount}$
uk: Номер: {id} Донат на суму: {amount}$

source: Действие завершено
uk: Дія завершена

source: Напиши сообщение которое увидят разработчики
uk: Напиши повідомлення, яке побачать розробники

source: Спасибо. Мы получили твое сообщение
uk: Дякуємо. Ми отримали твоє повідомлення

source: Форматы для даты напоминания: 000, 0000, 0:00, 00:00, 0 00, 00 00 Форматы для времени таймера: минуты, часы:минуты, часы:минуты:секунды /start — Запуск бота /help — Вывод этого списка /new_reminder — Создать новое напоминание. Необходимо ввести название, выбрать дату и точное время напоминания /reminders_list — Отобразит список всех напоминаний. С помощью клавиатуры под сообщением можно будет отфильтровать их для более удобного поиска, а так же изменить название и/или время /timer — Просмотреть список запущенных таймеров или установить новый /web_app — Новый интерфейс добавления напоминаний /donate — Пожертвовать разработчикам (минимум 1 доллар) /referral — Пригласи 10 друзей и получи vip-статус бесплатно /feedback — Обратная связь с разработчиками /menu — Отобразит меню /remove_menu — Скроет меню /lang — Позволяет сменить язык /tz — Выбрать часовой пояс /reset — Сбрасывает состояние бота. Полезно если при создании или редактировании напоминания бот стал вести себя не корректно
uk: Формати для дати нагадування: 000, 0000, 0:00, 00:00, 0 00, 00 00 Формати для часу таймера: хвилини, години:хвилини, години:хвилини:секунди /start — Запуск бота /help — виведення цього списку /new_reminder — Створити нове нагадування. Необхідно ввести назву, вибрати дату та точний час нагадування /reminders_list — Відобразить список усіх нагадувань. За допомогою клавіатури під повідомленням можна буде фільтрувати їх для зручнішого пошуку, а також змінити назву та/або час /timer — Переглянути список запущених таймерів або встановити новий /web_app — Новий інтерфейс додавання нагадувань /donate — Пожертвувати розробникам (мінімум 1 долар) /referral — Запроси 10 друзів та отримай vip-статус безкоштовно /feedback — Зворотній зв'язок із розробниками /menu — Відобразити меню /remove_menu — Сховати меню /lang — Дозволяє змінити мову /tz — Вибрати часовий пояс /reset — Скидає стан бота. Корисно, якщо при створенні або редагуванні нагадування бот став поводитися некоректно

source: Команды администраторов: /add_admin — Добавить админа по id пользователя /change_user_status — Выдать VIP-статус по id пользователя /send_all — Отправить сообщение всем пользователям /send_private — Отправить сообщение пользователю по его id /admin_menu — Вызов админ-клавиатуры /users_count — Получить количество пользователей в базе /export_table — Экспорт таблиц из базы
uk: Команда адміністраторів: /add_admin — Додати адміна за id користувача /change_user_status — Видати VIP-статус щодо id користувача /send_all — Надіслати повідомлення всім користувачам /send_private — Надіслати повідомлення користувачу на його id /admin_menu — виклик адмін-клавіатури /users_count — Отримати кількість користувачів у базі /export_table - Експорт таблиць з бази

source: ‼ Если ты еще не донатил, тебе не доступны или ограничены некоторые функции: ❌ Фильтры ❌ Повторение напоминаний ❌ Редактирование (в меню редактирования доступна только кнопка удаления) ❌ Одновременно можно создать только 5 активных напоминаний ❌ Одновременно можно создать только 1 активный таймер ❌ Нельзя ставить таймер на паузу
uk: Якщо ти ще не донатив, тобі не доступні або обмежені деякіфункції: ❌ Фільтри ❌ Повторення нагадувань ❌ Редагування (в меню редагування доступна лише кнопка видалення) ❌ Одночасно можна створити лише 5 активних нагадувань ❌ Одночасно можна створити лише 1 активний таймер ❌ Не можна ставити таймер на паузу

source: Привет, я Task Bot. Ты можешь составить список задач, а я в назначенное время напомню тебе о них. Пока что функционал у меня ограничен простыми напоминаниями, но в грядущих обновлениях мои возможности сильно возрастут. Теперь ты можешь написать /help, чтобы узнать чем я могу тебе помочь. Так же рекомендую выбрать часовой пояс, если он не соответствует киевскому: /tz
uk: Привіт, я Task Bot. Ти можеш скласти список завдань, а я в призначенийчас нагадаю тобі про них. Поки що функціонал у мене обмежений простими нагадуваннями, але в наступних оновленнях мої можливості зростуть. Тепер ти можеш написати /help, щоб дізнатися, чим я можу тобі допомогти. Також рекомендую вибрати часовий пояс, якщо він не відповідає київському: /tz

source: Язык изменен Напиши /help чтобы узнать как я могу тебе помочь
uk: Мова змінена Напиши /help щоб дізнатися як я можу тобі допомогти

source: Выберите свой язык
uk: Виберіть свою мову

source: Клавиатура убрана. Вызвать ее можно командой /menu
uk: Клавіатура прихована. Викликати її можна командою /menu

source: Вот твоя реферальная ссылка: {link}
uk: Ось твоє реферальне посилання: {link}

source: Пригласи 10 пользователей и получишь vip-статус.
uk: Запроси 10 користувачів та отримаєш vip-статус.

source: У тебя уже есть vip-статус, но разработчики будут очень благодарны если ты продолжишь привлекать новых пользователей
uk: У тебе вже є vip-статус, але розробники будуть дуже вдячні якщоти продовжиш залучати нових користувачів

source: Ты пригласил: {referral_count}
uk: Ти запросив: {referral_count}

source: Ты не можешь использовать свою ссылку
uk: Ти не можеш використати своє ж посилання

source: Ты не можешь зарегистрироваться дважды
uk: Ти не можеш зареєструватися двічі

source: Действие прервано
uk: Дія перервана

source: Выберите ваш регион
uk: Виберіть ваш регіон

source: Теперь выберите часовой пояс
uk: Тепер виберіть часовий пояс

source: Ваш часовой пояс установлен на {region}/{city}
uk: Ваш часовий пояс встановлено на {region}/{city}

source: Это более удобное и красивое меню для добавления напоминаний. Чтобы вызвать его, нажмите на кнопку "+New" рядом с полем ввода сообщений. P.S. Не рекомендуем использовать это меню в пк версии телеграма, так как там отображение пока-что некорректное. Надеемся что в скором времени Дуров все поправит.
uk: Це зручніше та красивіше меню для додавання нагадувань. Щоб викликати його, натисніть кнопку '+New' поруч із полем введення повідомлень. P.S. Не рекомендуємо використовувати це меню в пк версії телеграма, тому що там відображення поки що некоректне. Сподіваємось, що незабаром Дуров все поправить.

source: Сегодня
uk: Сьогодні

source: ❌ Отмена
uk: ❌ Скасувати

source: Выбрать
uk: Вибрати

source: Такого напоминания не существует
uk: Такого нагадування не існує

source: Напоминание удалено
uk: Нагадування видалено

source: Отправь мне текст напоминания
uk: Надішли мені текст нагадування

source: Выбери дату
uk: Вибери дату

source: Напоминание отредактировано
uk: Нагадування відредаговано

source: Отправь точное время
uk: Відправ точний час

source: Формат не соответствует
uk: Недійсний формат

source: Ты ввел несуществующее время
uk: Ти ввів неіснуючий час

source: Теперь выбери дату
uk: Тепер вибери дату

source: Напоминание "{text}" установлено на {date} {hours}:{minutes}
uk: Нагадування "{text}" встановлено на {date} {hours}:{minutes}

source: Задать повторение для напоминания
uk: Налаштувати повторення для нагадування

source: Напоминание "{reminder_text}" установлено на {date}
uk: Нагадування "{reminder_text}" встановлено на {date}

source: Отправьте число или выберите из предложенных ниже
uk: Надішліть число або виберіть із запропонованих нижче

source: Выбери дату, до которой будет повторяться напоминание (не включительно)
uk: Вибери дату, до якої повторюватиметься нагадування (не включно)

source: Выберите промежуток для повторения напоминания
uk: Виберіть проміжок повторення нагадування

source: Выбери дату которая больше начальной
uk: Вибери дату, яка більша за початкову

source: У вас еще нет ни одного напоминания
uk: У вас ще немає жодного нагадування

source: У вас нет напоминаний в этой категории
uk: У вас немає нагадувань у цій категорії

source: Выберите фильтр
uk: Виберіть фільтр

source: У вас еще нет ни одного напоминания c этим фильтром
uk: У вас ще немає жодного нагадування з цим фільтром

source: Отправь мне текст для поиска
uk: Надішліть мені текст для пошуку

source: Напоминания отфильтрованы
uk: Нагадування відфільтровані

source: Такого таймера не существует
uk: Такого таймера не існує

source: Таймер удален
uk: Таймер видалено

source: Отправь текст для таймера
uk: Надішліть текст для таймера

source: Нельзя редактировать время у таймера, до конца которого осталось меньше 2 минут
uk: Не можна редагувати час у таймера, до кінця якого залишилося менше 2 хвилин

source: Таймер остановлен
uk: Таймер зупинено

source: Таймер запущен
uk: Таймер запущено

source: Текст для таймера установлен
uk: Текст для таймера встановлено

source: Отправь время для таймера
uk: Відправ час для таймера

source: Минут в одном часе не может быть больше 59
uk: Хвилин за одну годину не може бути більше 59

source: Секунд в одной минуте не может быть больше 59
uk: Секунд за одну хвилину не може бути більше 59

source: У тебя нет активных таймеров
uk: Ти не маєш активних таймерів

source: ➕ Добавить Админа
uk: ➕ Додати Адміна

source: 🎁 Выдать VIP
uk: 🎁 Надати VIP

source: 🔖 Рассылка
uk: 🔖 Розсилка

source: 📫 Личка
uk: 📫 Особисте повідомлення

source: 🔢 Количество пользователей
uk: 🔢 Кількість користувачів

source: 🗂 Таблицы
uk: 🗂 Таблиці

source: ➕ Новое напоминание
uk: ➕ Нове нагадування

source: 📝 Список напоминаний
uk: 📝 Список нагадувань

source: ❔ Помощь по командам
uk: ❔ Допомога по командах

source: 🔗 Реферальная ссылка
uk: 🔗 Реферальне посилання

source: 🛠 Админ-клавиатура
uk: 🛠 Адмін-клавіатура

source: Оплатить 💸
uk: Сплатити 💸

source: ⏰ Минута
uk: ⏰ Хвилина

source: 🗓 Неделя
uk: 🗓 Тиждень

source: 🌙 Месяц
uk: 🌙 Місяць

source: 💫 Год
uk: 💫 Рік

source: 📝 Изменить название
uk: 📝 Змінити назву

source: 🗓 Изменить дату
uk: 🗓 Змінити дату

source: ⚙ Настроить повторение
uk: ⚙ Налаштувати повторення

source: 🗑 Удалить напоминание
uk: 🗑 Видалити нагадування

source: 🚫 Отключить повторение
uk: 🚫 Вимкнути повторення

source: 🔢 Количество
uk: 🔢 Кількість

source: ⏳ Повторять до
uk: ⏳ Повторювати до

source: ✅ Включить повторение
uk: ✅ Увімкнути повторення

source: Все
uk: Усі

source: Старые
uk: Старі

source: Предстоящие
uk: Заплановані

source: 🔄 Обновить
uk: 🔄 Оновити

source: 🔎 Фильтры
uk: 🔎 Фільтри

source: ❌ Сбросить фильтр
uk: ❌ Скинути фільтр

source: Только многоразовые
uk: Тільки багаторазові

source: Только одноразовые
uk: Тільки одноразові

source: ✏ Редактировать
uk: ✏ Редагувати

source: 👀 Просмотр
uk: 👀 Перегляд

source: 📝 По названию
uk: 📝 За назвою

source: 📅 По дате
uk: 📅 За датою

source: ⏰ По времени
uk: ⏰ За часом

source: ⬅ Вернуться к списку
uk: ⬅ Повернутися до списку

source: 📝 Задать текст
uk: 📝 Задати текст

source: 🗑 Удалить
uk: 🗑 Видалити

source: Другое время
uk: Інший час

source: Прекрати спамить!
uk: Припини спамити!

source: Я тебя сейчас забаню!
uk: Я тебе зараз забаню!

source: Добро пожаловать в перманентный бан. ГГВП. Сайонара
uk: Ласкаво просимо до перманентного бану. ГГВП. Сайонара

source: Я тебя забанил, пока только на три часа. С каждым разом будет все больше
uk: Я тебе забанив, поки що тільки на три години. Щоразу буде все більше

source: Чел, ты в <s>муте</s> бане еще на {date}
uk: Ти досі у бані, ще на {date

source: Поздравляю! 🎉🎉🎉 Ты получил VIP-статус
uk: Вітаю! 🎉🎉🎉 Ти отримав VIP-статус

source: У тебя забрали VIP-статус 😢
uk: У тебе забрали VIP-статус 😢

source: Поздравляю! 🎉🎉🎉 Теперь ты админ
uk: Вітаю! 🎉🎉🎉 Тепер ти адмін

source: Ты больше не админ 😢
uk: Ти більше не адмін 😢

source: Пользователь {id} забанен
uk: Користувача {id} забанено

source: Пользователь {id} забанен навсегда
uk: Користувача {id} забанено назавжди

source: {reminder} Повторение: {repeat}
uk: {reminder} Повторення: {repeat}

source: Да
uk: Так

source: Нет
uk: Ні

source: Изначальная дата: {date}
uk: Початкова дата: {date}

source: Количество повторений: {count}
uk: Кількість повторень: {count}

source: Всегда
uk: Завжди

source: Осталось: {left}
uk: Залишилось: {left}

source: Повторять до: {date}
uk: Повторювати до: {date}

source: Частота повторений: {range}
uk: Частота повторень: {range}
