import {LOCALES} from '../constants';

export default {
    [LOCALES.RUSSIAN]: {
        'block': "К сожалению разработчикам тоже нужно что-то кушать, по этому некоторые функции доступны только после доната. Это можно сделать введя команду /donate, а так же воспользовавшись реферальной ссылкой /referral",
        'reminderText': "Текст Напоминания",
        'date': "Дата и Время",
        'range': "Частота Повторений",
        'count': "Количество Повторений",
        'until': "Дата до которой повторять"
    },
};
