import {LOCALES} from '../constants';

export default {
    [LOCALES.UKRAINIAN]: {
        'block': "На жаль розробникам теж потрібно щось їсти, тому деякі функції доступні лише після донату. Це можна зробити, ввівши команду /donate, а також скориставшись реферальним посиланням /referral",
        'reminderText': "Текст Нагадування",
        'date': "Дата та Час",
        'repeat': "Повторення",
        'range': "Частота Повторень",
        'count': "Кількість Повторень",
        'until': "Дата до якої повторювати"
    },
};
